INSERT INTO public.note (title,"content") VALUES
	('@Controller','вказує Spring Boot, що у цьому класі є обробники HTTP запитів'),
	('@RequestMapping','кожний метод, позначений анотацією @RequestMapping, обробляє свій HTTP запит'),
	('@Entity','ставиться над класом сутності (Entity). Вказує, що даний клас є Hibernate сутністю'),
	('@Table','ставиться над класом сутності (Entity). Атрибут name вказує назву таблиці в БД'),
	('@Id','вказує, що це поле є первинним ключем (Primary Key)'),
	('@GeneratedValue','вказує, що первинний ключ генерується базою даних'),
	('@Column','вказує, що поле класу відповідає певному полю в таблиці БД');
